Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/anskaffelser.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: The Consultant shall ensure that no free software is being used under licence terms that are incompatible with the requirements applicable to the deliverables, or incompatible with the licence terms governing other software that forms part of the deliverables.
nn: Konsulenten skal sjå til at det ikkje vert nytta fri programvare med lisensvilkår som er uforlikelege med krava til leveransen, eller som er uforlikelege med lisensvillkåra som gjeld for anna programvare som inngår i leveransen.

source: Unless otherwise specified in Appendix 5, all prices are quoted exclusive of Value Added Tax.
nn: Med mindre anna er oppgitt i vedlegg 5, er alle prisar oppgitt eksklusive meirverdiavgift.

source: Nevertheless, no breach will exist if the situation is due to circumstances related to the Supplier, or force majeure.
nn: Det ligg likevel ikkje føre misleghald dersom situasjonen kjem av forhold hos Leverandøren eller force majeure.

source: 1) errors that, pursuant to the agreed rectification plan, shall be rectified later, as well as
nn: 1) feil som i tråd med avtalt retteplan skal rettast seinare, og

source: The discharge period runs from the date of the notification of termination without cause, cancellation or termination for breach until the Agreement comes to an end (including any extension pursuant to clause 4.5).
nn: Avslutningsperioden varer frå dato for varsel om oppseiing, avbestilling eller heving og til avtalen fell bort (inkludert eventuell forlenging i samsvar med punkt 4.5).

source: Prior to the installation of patches, new versions, etc. of operating systems, databases and other basic software used to deliver the operational services, the Contractor shall verify that the upgrade and/or change will not cause problems for relevant/affected applications/software that, pursuant to Appendix 3, are covered by, or interact with, the operational services.
nn: av operativsystem, database og anna basisprogramvare som vert brukt for å levere driftstenesta, skal Leverandøren verifisere at oppgraderinga og/eller endringa ikkje skaper problem for aktuelle applikasjonar/programvare som det gjeld, som i samsvar med vedlegg 3 er omfatta av eller samverkar med driftstenesta.

source: The Customer shall identify, in Appendix 1, which legal requirements, or requirements that are specific to the party in question, are of relevance to the conclusion and implementation of this Agreement.
nn: Kunden skal i vedlegg 1 identifisere kva for rettslege eller partsspesifikke krav som har relevans for inngåing og gjennomføring av denne avtalen.

source: The Customer shall retest the rectification(s) within five (5) working days.
nn: Kunden skal reteste utbetringa(ne) innan 5 (fem) vyrkedagar.

source: If deadlines for approving the deliverables other than those stipulated in the Agreement's clause 2.2.2 shall apply, this shall be stated here.
nn: Dersom det skal gjelde andre fristar for godkjenning av leveransen enn det som går fram av punkt 2.2.2 i avtalen, skal dette komme fram her.

source: The Contractor shall be responsible for the deliverables (the overall solution) meeting the requirements under this Agreement, irrespective of the provisions of the particular licence terms and conditions.
nn: Leverandøren har ansvar for at leveransen (den samla løysinga) tilfredsstiller krava i denne avtalen, uavhengig av kva som måtte følge av dei enkelte lisensvilkåra.

source: The confidentiality obligation shall apply to the parties’ employees, subcontractors and other third parties who act on behalf of the parties in connection with the implementation of the Agreement.
nn: Teieplikta gjeld partane sine tilsette, underleverandørar og tredjepartar som handlar på partane sine vegner i samband med gjennomføring av avtalen.

source: If the overall consideration of the Contractor, net of all reductions and additions, is reduced by more than fifteen (15) per cent of the Estimated total cost, such reduction shall be dealt with as a partial cancellation.
nn: Dersom det samla vederlaget til Leverandøren etter frådrag og tillegg vert redusert med meir enn 15 (femten) prosent av den opphavlege Estimerte Totalkostnaden, skal reduksjonen behandlast som delvis avbestilling.

source: If the material breach comprises significant delay in the service, after giving the Supplier written notice and a reasonable deadline to rectify the situation, the Customer may terminate all or part of the Agreement with immediate effect.
nn: Dersom det vesentlege misleghaldet er at tenesta er vesentleg forseinka, kan Kunden etter å ha gitt Leverandøren skriftleg varsel og rimeleg frist til å bringe forholdet i orden, heve heile eller delar av avtalen med omgåande verknad.

source: shall only be invoiced if this is agreed in Appendix 4.
nn: Reisetid vert berre fakturert dersom det er avtalt i vedlegg 4.

source: For the purposes of facilitating the potential sanctioning of inadequate deliveries in connection with the discharge of the Agreement, the Customer may withhold consideration for the final payment period until one (1) month after the expiry of the Agreement if the Agreement does not come to end due to a breach of contract on the part of the Customer.
nn: For å gjere eventuell sanksjonering av manglande ytingar i samband med avtaleslutt mogleg, kan Kunden halde vederlag for siste betalingstermin tilbake inntil 1 (éin) månad etter opphøyr av avtalen dersom avtalen ikkje vert avslutta som følge av misleghald frå Kunden.

source: An approval period will begin after Commissioning, in accordance with clauses 2.5.2–2.5.5.
nn: Frå Produksjonssetting gjeld ein godkjenningsperiode i samsvar med punkt 2.5.2–2.5.5.

source: The Customer may require access to the change log in accordance with the rules pertaining to audits in clause 2.2.8.
nn: Kunden kan krevje tilgang til endringsloggen i samsvar med reglane om revisjon i punkt 2.2.8.

source: The Contractor shall immediately, and no later than five (5) Working days after notice has been received, send the Customer an overview of the functions and activities that need to be sustained during the suspension period.
nn: Leverandøren skal straks og seinast innan 5 (fem) Vyrkedagar etter at varsel er tatt mot, oversende til Kunden ei oversikt over kva funksjonar og aktivitetar som må haldast ved lag i stansperioden.

source: Hourly rates charges for services may be adjusted at the beginning of every calendar year by an amount equivalent to the increase in the retail price index (the main index) of Statistics Norway, with the initial reference index value being the index value for the month in which the Agreement was formed, unless a different index value is agreed in Appendix 7.
nn: Timepris for tenester kan endrast ved kvart årsskifte tilsvarande auken i konsumprisindeksen (hovudindeksen) ved Statistisk sentralbyrå, første gong med utgangspunkt i indeksen for den månaden avtalen vart inngått, med mindre annan indeks er avtalt i vedlegg 7.

source: Such a description in Appendix 1 shall not be considered exhaustive.
nn: Ei slik skildring i vedlegg 1 vert ikkje rekna som uttømmande.

source: The Contractor shall provide assistance if the Customer needs to involve the Contractor in the implementation of quality audits or other reviews of operational aspects, for example in connection with the Customer’s compliance with the legal requirements mentioned in chapter 9, or in connection with certification of the Customer.
nn: Leverandøren skal yte bistand dersom Kunden har behov for å involvere Leverandøren i gjennomføring av kvalitetsrevisjonar eller andre gjennomgangar av aspekt ved drifta, for eksempel i samband med Kunden si etterleving av dei rettslege krava nemnde i kapittel 9 eller med at Kunden sertifiserer seg.

source: If the Customer has itself concluded a maintenance agreement with the aforementioned software producer, these shall be appended to the Agreement as Appendix 10.
nn: Dersom Kunden sjølv har inngått vedlikehaldsavtale med programvareprodusenten som nemnt, skal desse vere vedlagde avtalen som vedlegg 10.

source: Use of subcontractors
nn: Bruk av underleverandør

source: Appendix 5 shall be completed by the Customer.
nn: Bilag 5 skal fyllast ut av Kunden.

source: The Contractor shall bear the risk associated with any delays and breaches in respect of the service level requirements that may occur due to the postponement of the work, if it is determined that the work falls within the scope of the Agreement.
nn: Leverandøren har risikoen for dei forseinkingane og brot på krav til tenestenivå som måtte oppstå som følge av at arbeidet vert utsett, dersom det vert fastsett at arbeidet er omfatta av kontrakten.

source: Ordering of supplementary services
nn: Bestilling av tilleggstenester

source: No breach will exist, however, if the situation is due to the Customer's circumstances or force majeure, or if the matter is subject to the limitations of liability concerning third-party deliverables stated in clause 2.2.
nn: Det ligg likevel ikkje føre misleghald dersom situasjonen kjem av forhold hos Kunden eller force majeure, eller dersom forholdet er omfatta av dei ansvarsavgrensingane som gjeld tredjepartsleveransar som går fram av punkt 2.2.

source: The Customer may order the further development of software that is covered by the maintenance agreement within the framework described in Appendices 1 and 2. This includes the development of additional functionality that is moderate in scope.
nn: Kunden kan bestille vidareutvikling av programvara som er omfatta av vedlikehaldsavtalen innanfor rammene som er skildra i vedlegg 1 og vedlegg 2, medrekna utvikling av tillegg av moderat omfang.

source: The confidentiality obligation shall lapse five (5) years after the Agreement comes to an end, unless otherwise is stipulated by law or regulations.
nn: Teieplikta fell bort fem (5) år etter opphøyr av avtalen, med mindre anna følger av lov eller forskrift.

source: The Contractor shall in Appendix 2 describe how the Contractor takes account of these requirements through its solution.
nn: Leverandøren skal i vedlegg 2 skildre korleis Leverandøren varetar desse krava gjennom løysinga si.

source: Evaluation reports shall be completed by no later than thirty (30) calendar days after the exercise has been conducted.
nn: Evalueringsrapportar skal vere ferdigstilt seinast 30 (tretti) kalenderdagar etter at øvinga er utført.

source: In addition, the Customer shall have a right to follow-up assistance for up to sixty (60) calendar days after the maintenance services have been established at a new contractor or the Customer itself, even where this is after when the Agreement otherwise comes to an end.
nn: I tillegg har Kunden krav på oppfølgande bistand i inntil 60 (seksti) kalenderdagar etter at vedlikehaldstenesta er etablert hos ny leverandør eller Kunden sjølv, også om dette skjer etter at avtalen elles fell bort.

source: a cancellation fee equal to 4 per cent of the annual consideration.
nn: eit avbestillingsgebyr som tilsvarer 4 % av årleg vederlag.

source: Unless otherwise is agreed in Appendix 7, the commissioning of software versions and patches shall be included in the ongoing consideration for operational services.
nn: Dersom ikkje anna er avtalt i vedlegg 7, er det å sette i drift programrevisjonar og feilrettingsutgåver (patchar) med i det jamlege driftsvederlaget.

source: For the purposes of facilitating the potential sanctioning of inadequate deliveries in connection with the discharge of the Agreement, the Customer shall be entitled to withhold an amount corresponding to one (1) month's consideration for up to two (2) months after the Agreement comes to an end.
nn: For å gjere eventuell sanksjonering av manglande ytingar mogleg i samband med avslutning av avtalen har Kunden rett til å halde tilbake eit beløp tilsvarande 1 (ein) månads vederlag i inntil 2 (to) månader etter opphøyr av avtalen.

source: The Contractor's necessary and documented direct costs in relation to the reassignment of personnel, limited to a maximum of 30 days.
nn: Leverandøren sine nødvendige og dokumenterte direkte kostnader knytte til omdisponering av personell, avgrensa oppover til 30 dagar

source: A three (3) month approval period commences on the date on which the deliverables are put into regular operation, unless a different duration has been agreed in Appendix 5.
nn: Frå og med den dagen leveransen er sett i ordinær drift, er det ein godkjenningsperiode på 3 (tre) månader, med mindre anna varigheit er avtalt i vedlegg 5.

source: Subcontractors that are approved shall be specified in Appendix 6.
nn: Underleverandør som er godkjend, skal oppgivast i vedlegg 6.

source: The parties may not present other claims against each other due to the Agreement coming to an end pursuant to this provision.
nn: Partane kan ikkje rette andre krav mot kvarandre som følge av avslutning av avtalen etter denne regelen.

source: If the Contractor does not demand a decision concerning the disputed change pursuant to clause 3.9 of the Agreement within three (3) months after the consideration has been paid, or if the work is deemed to fall within the scope of the Agreement, the provisional consideration shall be set off against the consideration due upon the next payment milestone.
nn: Dersom Leverandøren ikkje krev avgjerd av den omtvista endringa i samsvar med punkt 3.9 i avtalen innan 3 (tre) månader etter at vederlaget er utbetalt, eller dersom arbeidet vert rekna til å ligge innanfor kontrakten, skal det førebels vederlaget motreknast i neste betalingsmilestolpe.

source: If standard prices for the preparation of change estimates are set out in Appendix 7, the Contractor shall not be entitled to the reimbursement of any costs in excess thereof, unless the Customer has given its prior written approval of a larger estimate.
nn: Dersom det i vedlegg 7 er oppgitt standardprisar for utarbeiding av endringsoverslag, har Leverandøren ikkje rett til å få dekt kostnader ut over dette med mindre Kunden skriftleg har godkjent eit meir omfattande estimat på førehand.

source: Does the company cover board and lodgings?
nn: Dekkjer verksemda kost og losji?

source: Unless otherwise is stipulated in Appendices 1 and 2, the Contractor shall conduct necessary contingency and disaster exercises at least once per year.
nn: Med mindre anna går fram av vedlegg 1 og 2, skal Leverandøren gjennomføre nødvendige beredskaps- og katastrofeøvingar minst éin gong per år.

source: Appendix 7: Changes subsequent to the conclusion of the Agreement
nn: Endringar i den generelle avtaleteksten Vedlegg 7: Endringar i ytinga etter avtaleinngåinga

source: If the Contractor does not dispute the Customer’s refusal, the Contractor shall within five (5) working days send the Customer a timetable for repairing the errors.
nn: Dersom Leverandøren ikkje motseier nektinga frå Kunden, skal Leverandøren innan 5 (fem) vyrkedagar sende Kunden ein tidsplan for utbetring av feila.

source: The services and the consideration relating thereto shall be described in the Contractor’s service directory, which forms part of Appendix 7.
nn: Tenestene og vederlaget for desse skal vere skildra i Leverandøren sin tenestekatalog som er ein del av vedlegg 7.

source: Each party is responsible for fulfilling its respective duties pursuant to external legal requirements (acts, regulations, other regulatory requirements).
nn: Kvar av partane har ansvar for å følge opp sine respektive plikter i samsvar med eksterne rettslege krav (lover, forskrifter, andre myndigheitskrav).

source: The confidentiality obligation will lapse five (5) years after the expiry of the Agreement, unless otherwise stipulated by law or regulations.
nn: Teieplikta fell bort fem (5) år etter opphøyr av avtalen, med mindre anna følger av lov eller forskrift.

source: The Contractor must keep a list of the changes ordered pursuant to this chapter, in accordance with the procedures in Appendix 9.
nn: Leverandøren skal halde oversikt over bestilte endringar etter dette kapittelet, i samsvar med rutinane i vedlegg 9.

source: If the agreed date of delivery (delivery date) or other deadline in respect of which the parties have stipulated liquidated damages in Appendix 4 is not complied with, and this is not caused by force majeure or circumstances on the part of the Customer, there is a delay on the part of the Contractor that triggers liquidated damages.
nn: Vert ikkje avtalt tidspunkt for levering (leveringsdag), eller annan frist som partane i vedlegg 4 har knytt dagbøter til, halde, og det ikkje kjem av force majeure eller forhold hos Kunden, ligg det føre ei forseinking frå Leverandøren si side som gir grunnlag for dagbot.

source: The Customer shall have the right to ask the Contractor for assistance with installing the new version.
nn: Kunden har rett til å be Leverandøren om bistand til installasjon av den nye versjonen.

source: All prices and the detailed terms governing the consideration to be paid by the Customer for the services provided by the Supplier must be set out here in Appendix 6.
nn: Alle prisar og nærare vilkår for det vederlaget Kunden skal betale for Leverandøren sine ytingar skal gå fram her i vedlegg 6.

source: The Consultant shall perform the Assignment in accordance with the progress plan in Appendix 3.
nn: Konsulenten skal utføre oppdraget i samsvar med framdriftsplanen i vedlegg 3.

source: If the Contractor fails to make such request without undue delay, the work shall be deemed to form part of the Contractor’s obligations pursuant to the Agreement, and the Contractor waives its right to invoke such work as grounds for extending deadlines, additional consideration or damages.
nn: Unnlet Leverandøren å sette fram slikt krav utan ugrunna opphald, skal arbeidet reknast for å vere ein del av forpliktinga til Leverandøren i samsvar med avtalen, og Leverandøren taper retten sin til å vise til arbeidet som grunnlag for fristforlenging, ekstra vederlag eller erstatning.

source: Infringement of the intellectual property rights of third parties (defect in title)
nn: Krenking av andre sine immaterielle rettar (rettsmangel)

source: Further clarification concerning the implementation of this clause 2.4 may be agreed in Appendix 6. Confidentiality obligation
nn: Nærare presiseringar om gjennomføring av dette punkt 2.4 kan avtalast i vedlegg 6. Teieplikt

source: Approved subcontractors must be named in Appendix 4.
nn: Godkjend underleverandør skal oppgivast i vedlegg 4. Lønns- og arbeidsvilkår

source: Each party may demand participation of an independent expert appointed according to the rules in chapter 16.
nn: Kvar av partane kan krevje deltaking av ein uavhengig ekspert oppnemnt etter reglane i kapittel 16.

source: including playing a Best Value game,
nn: Det gjer det mogeleg for at

source: The parties may only transmit confidential information to such subcontractors and third parties to the extent necessary for the implementation of the Agreement, provided that these are subjected to a confidentiality obligation corresponding to that stipulated in the present clause 7.3.
nn: Partane kan berre overføre teiepliktig informasjon til slike underleverandørar og tredjepartar i den utstrekning dette er nødvendig for gjennomføring av avtalen, føresett at desse vert pålagde plikt til konfidensialitet tilsvarande dette punkt 7.3.

source: The Contractor shall base its tender on this and create templates for this in Appendix 7.
nn: Leverandøren skal basere tilbodet sitt på, og lage malar for dette i bilag 7.

source: Unless otherwise specified in Appendix 7, all prices are quoted exclusive of Value Added Tax, but inclusive of customs duties and any other indirect taxes.
nn: Med mindre anna er oppgitt i vedlegg 7, er alle prisar oppgitt eksklusive meirverdiavgift, men inkludert toll og eventuelt andre avgifter.

source: The Customer shall pay a consideration for the deliverables mentioned under this clause pursuant to the Contractor’s hourly rates as stipulated in Appendix 7 or, alternatively, pursuant to special prices applicable to such services as specified in Appendix 7.
nn: Kunden pliktar å betale vederlag for dei ytingane som er nemnde under dette punktet i samsvar med Leverandøren sine timesatsar som oppgitt i vedlegg 7, eventuelt i samsvar med særskilte prisar for slike tenester oppgitt i vedlegg 7.

source: The Customer shall be responsible for specifying, in Appendix 1, any relevant functional and security requirements that are applicable to the deliverables.
nn: Det er her medrekna Kunden sitt ansvar å konkretisere relevante funksjonelle krav og sikkerheitskrav for leveransen i vedlegg 1.

source: In force majeure situations, the other party may only end the Agreement with the consent of the affected party, or if the situation prevails or is expected to prevail for more than ninety (90) calendar days as of the date on which the situation arose, and in such case only with fifteen (15) calendar days’ notice.
nn: Motparten kan i force majeure-situasjonar berre avslutte avtalen med samtykke frå den ramma parten, eller dersom situasjonen varer eller er venta å ville vare lenger enn 90 (nitti) kalenderdagar, rekna frå det tidspunktet situasjonen inntreffer, og då berre med 15 (femten) kalenderdagars varsel.

source: Unless otherwise is specified in Appendix 6 or the change order itself, the Contractor shall, within a maximum of ten (10) working days from receipt of a written request for a change, submit a study of potential risk and change consequences, as well as a price estimate.
nn: Med mindre anna går fram av vedlegg 6 eller endringsordren sjølv, skal Leverandøren seinast innan 10 (ti) vyrkedagar frå mottak av skriftleg oppmoding om endringa utgreie aktuelle risiko- og endringskonsekvensar og gi eit prisestimat.

source: d) Under which industry code(s) is the company registered?
nn: d) Kva slags næringskode(ar) er verksemda registrert med?

source: The maintenance consideration and hourly rates may be adjusted at the beginning of every calendar year by an amount equivalent to the increase in the retail price index (the main index) of Statistics Norway, with the initial reference index value being the index value for the month in which the Agreement was formed, unless a different index value is agreed in Appendix 7.
nn: Vedlikehaldsvederlaget og timeprisar kan endrast ved kvart årsskifte tilsvarande auken i konsumprisindeksen (hovudindeksen) ved Statistisk sentralbyrå, første gong med utgangspunkt i indeksen for den månaden avtalen vart inngått, med mindre annan indeks er avtalt i vedlegg 7.

source: - The documentation being so incomplete or misleading that the Customer is unable to use the software or the equipment, or material parts thereof.
nn: - Dokumentasjonen er så ufullstendig eller misvisande at Kunden ikkje kan bruke tenesta eller vesentlege delar av tenesta.

source: The Supplier is also obliged to cover any other direct costs associated with the reconstruction to the extent that the loss or destruction of data is due to conditions for which the Supplier is responsible.
nn: I den utstrekning tap eller øydelegging av data kjem av forhold som Leverandøren har ansvaret for, skal oppretting og rekonstruering skje utan ytterlegare vederlag.

source: The Exit arrangement is in addition to the ordinary cancellation provision in clause 2.7.2.
nn: Exit-ordninga kjem i tillegg til den ordinære avbestillingsregelen i punkt 2.7.2.

source: The Consultant shall apply any standards and/or methods, etc., specified by the Customer in Appendix 1.
nn: Konsulenten skal nytte dei standardar og/eller metodar eller liknande som Kunden eventuelt har oppgitt i vedlegg 1.

source: The error must be rectified as soon as possible.
nn: Feilen skal avhjelpast så snart som mogleg.
